export const RECIPE_ITEMS_SLIDER = [
    {
        title: 'Солянка с грибами',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        imageUrl: '/image/home/1.jpg',
        category: 'Первые блюда',
        iconUrl: '/icons/3.svg',
        favorites: 1,
        likes: null,
    },
    {
        title: 'Капустные котлеты',
        description:
            'Капустные котлеты по этому рецепту получаются необычайно пышными и  невероятно вкусными. Мягкий вкус и лёгкая пряная нотка наверняка помогут сделать эти чудесные котлеты из капусты одним из ваших любимых овощных  блюд.',
        imageUrl: '/image/home/2.jpg',
        category: 'Веганская кухня',
        iconUrl: '/icons/7.svg',
        favorites: 2,
        likes: 1,
    },
    {
        title: 'Оладьи на кефире "Пышные"',
        description:
            'Очень вкусные и нежные оладьи на кефире. Настоятельно рекомендую пышные кефирные оладьи на завтрак.',
        imageUrl: '/image/home/3.jpg',
        category: 'Десерты и выпечка',
        iconUrl: '/icons/5.svg',
        favorites: null,
        likes: 1,
    },
    {
        title: 'Салат "Здоровье"',
        description:
            'Сельдерей очень полезен для здоровья, пора набираться витаминов. Не  салат, а сплошное удовольствие:) Вкусный, необычный, а главное быстрый.',
        imageUrl: '/image/home/4.jpg',
        category: 'Салаты',
        iconUrl: '/icons/1.svg',
        favorites: null,
        likes: null,
    },
    {
        title: 'Оладьи на кефире "Пышные"',
        description:
            'Очень вкусные и нежные оладьи на кефире. Настоятельно рекомендую пышные кефирные оладьи на завтрак.',
        imageUrl: '/image/home/3.jpg',
        category: 'Десерты и выпечка',
        iconUrl: '/icons/5.svg',
        favorites: null,
        likes: 1,
    },
];
export const RECIPE_ITEMS_HOME = [
    {
        title: 'Кнели со спагетти',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        imageUrl: '/image/home/5.jpg',
        category: 'Первые блюда',
        iconUrl: '/icons/4.svg',
        favorites: 85,
        likes: 152,
    },
    {
        title: 'Пряная ветчина по итальянски',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        imageUrl: '/image/home/6.jpg',
        category: 'Вторые блюда',
        iconUrl: '/icons/4.svg',
        favorites: 159,
        likes: 257,
        recommended: {
            author: {
                firstName: 'Alex',
                lastName: 'Cook',
                avatarUrl: '/image/user-avatar-2.png',
            },
        },
    },
    {
        title: 'Лапша с курицей и шафраном',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        imageUrl: '/image/home/7.jpg',
        category: 'Вторые блюда',
        iconUrl: '/icons/4.svg',
        favorites: 258,
        likes: 342,
    },
    {
        title: 'Том-ям с капустой кимчи',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        imageUrl: '/image/home/8.jpg',
        category: 'Первые блюда',
        iconUrl: '/icons/3.svg',
        favorites: 124,
        likes: 324,
        recommended: {
            author: {
                firstName: 'Елена',
                lastName: 'Высоцкая',
                avatarUrl: '/image/user-avatar-1.png',
            },
        },
    },
];
export const RECIPE_ITEMS_VEGAN = [
    {
        title: 'Картошка, тушенная с болгарским перцем и фасолью в томатном соусе',
        description:
            'Картошка, тушенная с болгарским перцем, фасолью, морковью и луком, -  вариант сытного блюда на каждый день. Фасоль в данном случае заменяет  мясо, делая рагу сытным и питательным. Чтобы сократить время  приготовления, возьмём консервированную фасоль. Блюдо хоть и простое, но в полной мере наполнено ароматами и имеет выразительный вкус за счёт  добавления томатной пасты.',
        imageUrl: '/image/vegan/1.jpg',
        category: 'Веганская кухня',
        iconUrl: '/icons/7.svg',
        favorites: 85,
        likes: 152,
    },
    {
        title: 'Картофельные рулетики с грибами',
        description:
            'Рекомендую всем приготовить постное блюдо из картофеля и грибов.  Готовится это блюдо без яиц, без мяса и без сыра, из самых простых  ингредиентов, а получается очень вкусно и сытно. Постный рецепт  картофельных рулетиков с грибами, в томатном соусе, - на обед, ужин и  даже на праздничный стол!',
        imageUrl: '/image/vegan/2.jpg',
        category: 'Веганская кухня',
        iconUrl: '/icons/7.svg',
        favorites: 85,
        likes: 152,
    },
    {
        title: 'Том-ям с капустой кимчи',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        imageUrl: '/image/vegan/3.jpg',
        category: 'Первые блюда',
        iconUrl: '/icons/3.svg',
        favorites: 124,
        likes: 324,
        recommended: {
            author: {
                firstName: 'Елена',
                lastName: 'Высоцкая',
                avatarUrl: '/image/user-avatar-1.png',
            },
        },
    },
    {
        title: 'Овощная лазанья из лаваша',
        description:
            'Большое, сытное блюдо для ценителей блюд без мяса! Такая лазанья  готовится с овощным соусом и соусом бешамель, а вместо листов для  лазаньи используется тонкий лаваш.',
        imageUrl: '/image/vegan/4.jpg',
        category: 'Блюда на гриле',
        iconUrl: '/icons/6.svg',
        favorites: 124,
        likes: 324,
    },
    {
        title: 'Тефтели из булгура и чечевицы, запечённые в томатном соусе',
        description:
            'Тефтели из булгура и чечевицы – яркие и питательные, отлично подходят  для постного и вегетарианского меню. Тефтели получаются нежными, а также сочными и ароматными благодаря использованию томатного соуса и душистых пряностей.',
        imageUrl: '/image/vegan/5.jpg',
        category: 'Вторые блюда',
        iconUrl: '/icons/3.svg',
        favorites: 124,
        likes: 324,
    },
    {
        title: 'Тефтели из булгура и чечевицы, запечённые в томатном соусе',
        description:
            'Тефтели из булгура и чечевицы – яркие и питательные, отлично подходят  для постного и вегетарианского меню. Тефтели получаются нежными, а также сочными и ароматными благодаря использованию томатного соуса и душистых пряностей.',
        imageUrl: '/image/vegan/5.jpg',
        category: 'Вторые блюда',
        iconUrl: '/icons/3.svg',
        favorites: 124,
        likes: 324,
    },
    {
        title: 'Пури',
        description:
            'Пури - это индийские жареные лепешки, которые готовятся из пресного  теста. Рецепт лепешек пури требует самых доступных ингредиентов, и  времени на приготовление хрустящих лепешек уйдет мало.',
        imageUrl: '/image/vegan/7.jpg',
        category: 'Национальные',
        iconUrl: '/icons/10.svg',
        favorites: 124,
        likes: 324,
    },
    {
        title: 'Чесночная картошка',
        description:
            'Такая картошечка украсит любой семейный обед! Все будут в полном  восторге, очень вкусно! Аромат чеснока, хрустящая корочка на картошечке - просто объедение! Отличная идея для обеда или ужина, готовится просто!',
        imageUrl: '/image/vegan/8.jpg',
        category: 'Национальные',
        iconUrl: '/icons/10.svg',
        favorites: 124,
        likes: 324,
    },
];

export const RECIPE_ITEMS_JUICIEST = [
    {
        title: 'Пряная ветчина по итальянски',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        imageUrl: '/image/home/6.jpg',
        category: 'Вторые блюда',
        iconUrl: '/icons/4.svg',
        favorites: 159,
        likes: 257,
        recommended: {
            author: {
                firstName: 'Alex',
                lastName: 'Cook',
                avatarUrl: '/image/user-avatar-2.png',
            },
        },
    },

    {
        title: 'Картофельные рулетики с грибами',
        description:
            'Рекомендую всем приготовить постное блюдо из картофеля и грибов.  Готовится это блюдо без яиц, без мяса и без сыра, из самых простых  ингредиентов, а получается очень вкусно и сытно. Постный рецепт  картофельных рулетиков с грибами, в томатном соусе, - на обед, ужин и  даже на праздничный стол!',
        imageUrl: '/image/vegan/2.jpg',
        category: 'Веганская кухня',
        iconUrl: '/icons/7.svg',
        favorites: 85,
        likes: 152,
        recommended: null,
    },
    {
        title: 'Том-ям с капустой кимчи',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        imageUrl: '/image/vegan/3.jpg',
        category: 'Первые блюда',
        iconUrl: '/icons/3.svg',
        favorites: 124,
        likes: 324,
        recommended: {
            author: {
                firstName: 'Елена',
                lastName: 'Высоцкая',
                avatarUrl: '/image/user-avatar-1.png',
            },
        },
    },
    {
        title: 'Овощная лазанья из лаваша',
        description:
            'Большое, сытное блюдо для ценителей блюд без мяса! Такая лазанья  готовится с овощным соусом и соусом бешамель, а вместо листов для  лазаньи используется тонкий лаваш.',
        imageUrl: '/image/vegan/4.jpg',
        category: 'Блюда на гриле',
        iconUrl: '/icons/6.svg',
        favorites: 124,
        likes: 324,
        recommended: null,
    },
    {
        title: 'Кнели со спагетти',
        description:
            'Как раз после праздников, когда мясные продукты еще остались, но никто их уже не хочет, время варить солянку.',
        imageUrl: '/image/home/5.jpg',
        category: 'Первые блюда',
        iconUrl: '/icons/4.svg',
        favorites: 85,
        likes: 152,
        recommended: null,
    },
    {
        title: 'Тефтели из булгура и чечевицы, запечённые в томатном соусе',
        description:
            'Тефтели из булгура и чечевицы – яркие и питательные, отлично подходят  для постного и вегетарианского меню. Тефтели получаются нежными, а также сочными и ароматными благодаря использованию томатного соуса и душистых пряностей.',
        imageUrl: '/image/vegan/5.jpg',
        category: 'Вторые блюда',
        iconUrl: '/icons/3.svg',
        favorites: 124,
        likes: 324,
        recommended: null,
    },
    {
        title: 'Пури',
        description:
            'Пури - это индийские жареные лепешки, которые готовятся из пресного  теста. Рецепт лепешек пури требует самых доступных ингредиентов, и  времени на приготовление хрустящих лепешек уйдет мало.',
        imageUrl: '/image/vegan/7.jpg',
        category: 'Национальные',
        iconUrl: '/icons/10.svg',
        favorites: 124,
        likes: 324,
        recommended: null,
    },
    {
        title: 'Чесночная картошка',
        description:
            'Такая картошечка украсит любой семейный обед! Все будут в полном  восторге, очень вкусно! Аромат чеснока, хрустящая корочка на картошечке - просто объедение! Отличная идея для обеда или ужина, готовится просто!',
        imageUrl: '/image/vegan/8.jpg',
        category: 'Национальные',
        iconUrl: '/icons/10.svg',
        favorites: 124,
        likes: 324,
        recommended: null,
    },
];
